{
    "Black Left Shoe": 0,
    "Black Man1 Hair": 1,
    "Black Man2 Hair": 2,
    "Black Man3 Hair": 3,
    "Black Man4 Hair": 4,
    "Black Man5 Hair": 5,
    "Black Man6 Hair": 6,
    "Black Man7 Hair": 7,
    "Black Man8 Hair": 8,
    "Black Right Shoe": 9,
    "Black Woman1 Hair": 10,
    "Black Woman2 Hair": 11,
    "Black Woman3 Hair": 12,
    "Black Woman4 Hair": 13,
    "Black Woman5 Hair": 14,
    "Black Woman6 Hair": 15,
    "Blonde Man1 Hair": 16,
    "Blue Long Left Shirt": 17,
    "Blue Long Right Shirt": 18,
    "Blue Shirt": 19,
    "Blue Short Left Shirt": 20,
    "Blue Short Right Shirt": 21,
    "Blue Shorter Left Shirt": 22,
    "Blue Shorter Right Shirt": 23,
    "Blue1 Long Left Pant": 24,
    "Blue1 Long Right Pant": 25,
    "Blue1 Short Left Pant": 26,
    "Blue1 Short Right Pant": 27,
    "Blue1 Shorter Left Pant": 28,
    "Blue1 Shorter Right Pant": 29,
    "Blue11 Pants": 30,
    "Blue12 Pants": 31,
    "Blue13 Pants": 32,
    "Blue14 Pants": 33,
    "Blue2 Long Left Pant": 34,
    "Blue2 Long Right Pant": 35,
    "Blue2 Short Left Pant": 36,
    "Blue2 Short Right Pant": 37,
    "Blue2 Shorter Left Pant": 38,
    "Blue2 Shorter Right Pant": 39,
    "Blue21 Pants": 40,
    "Blue22 Pants": 41,
    "Blue23 Pants": 42,
    "Blue24 Pants": 43,
    "Brown Long Left Pant": 44,
    "Brown Long Right Pant": 45,
    "Brown Short Left Pant": 46,
    "Brown Short Right Pant": 47,
    "Brown Shorter Left Pant": 48,
    "Brown Shorter Right Pant": 49,
    "Brown1 Pants": 50,
    "Brown2 Pants": 51,
    "Brown3 Pants": 52,
    "Brown4 Pants": 53,
    "Face": 54,
    "Green Long Left Pant": 55,
    "Green Long Left Shirt": 56,
    "Green Long Right Pant": 57,
    "Green Long Right Shirt": 58,
    "Green Shirt": 59,
    "Green Short Left Pant": 60,
    "Green Short Left Shirt": 61,
    "Green Short Right Pant": 62,
    "Green Short Right Shirt": 63,
    "Green Shorter Left Pant": 64,
    "Green Shorter Left Shirt": 65,
    "Green Shorter Right Pant": 66,
    "Green Shorter Right Shirt": 67,
    "Green1 Pants": 68,
    "Green2 Pants": 69,
    "Green3 Pants": 70,
    "Green4 Pants": 71,
    "Grey Long Left Pant": 72,
    "Grey Long Left Shirt": 73,
    "Grey Long Right Pant": 74,
    "Grey Long Right Shirt": 75,
    "Grey Shirt": 76,
    "Grey Short Left Pant": 77,
    "Grey Short Left Shirt": 78,
    "Grey Short Right Pant": 79,
    "Grey Short Right Shirt": 80,
    "Grey Shorter Left Pant": 81,
    "Grey Shorter Left Shirt": 82,
    "Grey Shorter Right Pant": 83,
    "Grey Shorter Right Shirt": 84,
    "Grey1 Pants": 85,
    "Grey2 Pants": 86,
    "Grey3 Pants": 87,
    "Grey4 Pants": 88,
    "Lightblue Long Left Pant": 89,
    "Lightblue Long Right Pant": 90,
    "Lightblue Short Left Pant": 91,
    "Lightblue Short Right Pant": 92,
    "Lightblue Shorter Left Pant": 93,
    "Lightblue Shorter Right Pant": 94,
    "Lightblue1 Pants": 95,
    "Lightblue2 Pants": 96,
    "Lightblue3 Pants": 97,
    "Lightblue4 Pants": 98,
    "Navy Long Left Pant": 99,
    "Navy Long Left Shirt": 100,
    "Navy Long Right Pant": 101,
    "Navy Long Right Shirt": 102,
    "Navy Shirt": 103,
    "Navy Short Left Pant": 104,
    "Navy Short Left Shirt": 105,
    "Navy Short Right Pant": 106,
    "Navy Short Right Shirt": 107,
    "Navy Shorter Left Pant": 108,
    "Navy Shorter Left Shirt": 109,
    "Navy Shorter Right Pant": 110,
    "Navy Shorter Right Shirt": 111,
    "Navy1 Pants": 112,
    "Navy2 Pants": 113,
    "Navy3 Pants": 114,
    "Navy4 Pants": 115,
    "Pine Long Left Pant": 116,
    "Pine Long Left Shirt": 117,
    "Pine Long Right Pant": 118,
    "Pine Long Right Shirt": 119,
    "Pine Shirt": 120,
    "Pine Short Left Pant": 121,
    "Pine Short Left Shirt": 122,
    "Pine Short Right Pant": 123,
    "Pine Short Right Shirt": 124,
    "Pine Shorter Left Pant": 125,
    "Pine Shorter Left Shirt": 126,
    "Pine Shorter Right Pant": 127,
    "Pine Shorter Right Shirt": 128,
    "Pine1 Pants": 129,
    "Pine2 Pants": 130,
    "Pine3 Pants": 131,
    "Pine4 Pants": 132,
    "Red Long Left Pant": 133,
    "Red Long Left Shirt": 134,
    "Red Long Right Pant": 135,
    "Red Long Right Shirt": 136,
    "Red Shirt": 137,
    "Red Short Left Pant": 138,
    "Red Short Left Shirt": 139,
    "Red Short Right Pant": 140,
    "Red Short Right Shirt": 141,
    "Red Shorter Left Pant": 142,
    "Red Shorter Left Shirt": 143,
    "Red Shorter Right Pant": 144,
    "Red Shorter Right Shirt": 145,
    "Red1 Pants": 146,
    "Red2 Pants": 147,
    "Red3 Pants": 148,
    "Red4 Pants": 149,
    "Tan Long Left Pant": 150,
    "Tan Long Right Pant": 151,
    "Tan Short Left Pant": 152,
    "Tan Short Right Pant": 153,
    "Tan Shorter Left Pant": 154,
    "Tan Shorter Right Pant": 155,
    "Tan1 Pants": 156,
    "Tan2 Pants": 157,
    "Tan3 Pants": 158,
    "Tan4 Pants": 159,
    "Tint1 Head": 160,
    "Tint1 Left Arm": 161,
    "Tint1 Left Hand": 162,
    "Tint1 Left Leg": 163,
    "Tint1 Neck": 164,
    "Tint1 Right Arm": 165,
    "Tint1 Right Hand": 166,
    "Tint1 Right Leg": 167,
    "Tint2 Head": 168,
    "Tint2 Left Arm": 169,
    "Tint2 Left Hand": 170,
    "Tint2 Left Leg": 171,
    "Tint2 Neck": 172,
    "Tint2 Right Arm": 173,
    "Tint2 Right Hand": 174,
    "Tint2 Right Leg": 175,
    "Tint3 Head": 176,
    "Tint3 Left Arm": 177,
    "Tint3 Left Hand": 178,
    "Tint3 Left Leg": 179,
    "Tint3 Neck": 180,
    "Tint3 Right Arm": 181,
    "Tint3 Right Hand": 182,
    "Tint3 Right Leg": 183,
    "Tint4 Head": 184,
    "Tint4 Left Arm": 185,
    "Tint4 Left Hand": 186,
    "Tint4 Left Leg": 187,
    "Tint4 Neck": 188,
    "Tint4 Right Arm": 189,
    "Tint4 Right Hand": 190,
    "Tint4 Right Leg": 191,
    "Tint5 Head": 192,
    "Tint5 Left Arm": 193,
    "Tint5 Left Hand": 194,
    "Tint5 Left Leg": 195,
    "Tint5 Neck": 196,
    "Tint5 Right Arm": 197,
    "Tint5 Right Hand": 198,
    "Tint5 Right Leg": 199,
    "Tint6 Head": 200,
    "Tint6 Left Arm": 201,
    "Tint6 Left Hand": 202,
    "Tint6 Left Leg": 203,
    "Tint6 Neck": 204,
    "Tint6 Right Arm": 205,
    "Tint6 Right Hand": 206,
    "Tint6 Right Leg": 207,
    "Tint7 Head": 208,
    "Tint7 Left Arm": 209,
    "Tint7 Left Hand": 210,
    "Tint7 Left Leg": 211,
    "Tint7 Neck": 212,
    "Tint7 Right Arm": 213,
    "Tint7 Right Hand": 214,
    "Tint7 Right Leg": 215,
    "Tint8 Head": 216,
    "Tint8 Left Arm": 217,
    "Tint8 Left Hand": 218,
    "Tint8 Left Leg": 219,
    "Tint8 Neck": 220,
    "Tint8 Right Arm": 221,
    "Tint8 Right Hand": 222,
    "Tint8 Right Leg": 223,
    "White Long Left Pant": 224,
    "White Long Left Shirt": 225,
    "White Long Right Pant": 226,
    "White Long Right Shirt": 227,
    "White Shirt": 228,
    "White Short Left Pant": 229,
    "White Short Left Shirt": 230,
    "White Short Right Pant": 231,
    "White Short Right Shirt": 232,
    "White Shorter Left Pant": 233,
    "White Shorter Left Shirt": 234,
    "White Shorter Right Pant": 235,
    "White Shorter Right Shirt": 236,
    "White1 Pants": 237,
    "White2 Pants": 238,
    "White3 Pants": 239,
    "White4 Pants": 240,
    "Yellow Long Left Pant": 241,
    "Yellow Long Left Shirt": 242,
    "Yellow Long Right Pant": 243,
    "Yellow Long Right Shirt": 244,
    "Yellow Shirt": 245,
    "Yellow Short Left Pant": 246,
    "Yellow Short Left Shirt": 247,
    "Yellow Short Right Pant": 248,
    "Yellow Short Right Shirt": 249,
    "Yellow Shorter Left Pant": 250,
    "Yellow Shorter Left Shirt": 251,
    "Yellow Shorter Right Pant": 252,
    "Yellow Shorter Right Shirt": 253,
    "Yellow1 Pants": 254,
    "Yellow2 Pants": 255,
    "Yellow3 Pants": 256,
    "Yellow4 Pants": 257
}